{
    "PAT": {
        "Website": "http://pat.vidavo.eu/",
        "Description":"Developed a system that combines electronic and mobile health technologies which keeps a constant watch on the health of individual patients, with a special focus on quickly spotting outbreaks of allergic diseases. The System sends timely electronic alerts to specific doctors and makes it easy to gather important numbers and facts about different types of allergies that come and go with the seasons. A test version of a tool that automatically keeps track of patients with respiratory allergies was developed. This tool uses information from devices people can wear and from their mobile phones to learn about how they move and the sounds around them."
    },
    "VBD": {
        "Website": "https://centerfordigitalinnovation.pfizer.com/gr/diagnosi-me-basi-ti-foni-vbd",
        "Description":"A direct contract with Pfizer's Center of Digital Innovation. Within this collaboration, we innovated by creating novel techniques that harnessed the power of the Internet of Things (IoT) and Artificial Intelligence (AI). Our focus was on devising methods for tracking coughs and detecting respiratory symptoms via a smart stethoscope feature, all integrated into a unified smartphone application. These endeavors were guided by the principles of tinyML, ensuring efficiency and effectiveness in our approach."
    },
    "SynAir-G": {
        "Website": "https://synairg.eu/",
        "Description":"SynAir-G is an EU funded project aiming to reveal and quantify synergistic interactions between different pollutants affecting health, from mechanisms to real life, focusing on the school setting. Within this project we provide the platform for continuous monitoring of physiological parameters and we analyse the interaction effects of chemical, biological pollutants and ambient conditions on health outcomes, by using state-of-the-art AI methods and mathematical modelling."
    },
    "zPasteurAIzer": {
        "Website": "https://www.indust.io/?page_id=8015&lang=en",
        "Description":"In the food and beverage industry many foods, beers and soft drinks need to get pasteurized, a process that holds a significant role in the quality and taste of the final product but is difficult to monitor due to the process nature. We will develop an AI-enabled zApp that upgrades the typical tunnel pasteurizers giving the ability to monitor the key process parameters and estimate live the pasteurization units of final products, through AI models being compatible with various pasteurizers, via easy setup from shop floor operators. The zPasteurAIzer will be a tool for pasteurization process monitoring, early detection of quality issues, and prevention of batches of defective products. zPasteurAIzer has been selected as a winner project in the ZDMP Open Call 2. The ZDMP – Zero Defects Manufacturing Platform – is a project funded by the H2020 Framework Programme of the European Commission under Grant Agreement 825631."
    },
    "SmartPV": {
        "Website": "https://smartpv.gr/en/",
        "Description":"Integrated PV Surveillance, Management and Revitalization System (smartPV) Specialized sensors and sensor networks are studied to enable wireless communication and remotely track the operation and health of photovoltaic (PV) parks. smartPV focuses on sensing temperature and humidity attributes as well as the output current and voltage. A new type of sensors will be also designed and fabricated that will better be adapted in PVs. The collected information will be analyzed with machine learning and artificial intelligence algorithms that will be able to predict future problems. One of these problems is the Potential Induced Degradation that deteriorates the performance of PVs. We will also study the possibility of incorporating the sensor networks with the future design of PV parks that may include microinverters. The participating organizations include two companies (ECOVAR and HABITATIO) and the University of Patras with three groups: SensLab (coordinator), the Laboratory of Electric Power Systems and the Department of Materials Science."
    },
    "RADICON": {
        "Website": "https://repository-empedu-rd.ekt.gr/empedu-rd/bitstream/123456789/294/1/DCOSS%20Conference%20Paper.pdf",
        "Description": "The project focuses on highlighting and exploring key aspects of electromagnetic radiation in both modern and future heterogeneous wireless networks. For the first time, from the perspective of the foundations of Information and Communication Technologies (ICTs), our approach will combine networking, software and algorithmic design solutions for knowledge and control of the level of radiation. In particular, the main research directions we will try to study are: <ul><li>Understanding the behavior and properties of electromagnetic radiation in depth.Finding a new way of networking taking into account the emitted electromagnetic radiation.</li><li>Design of distributed and centralized algorithms for controlling electromagnetic radiation that will be applicable and adaptable to a variety of networks.</li><li>Control of electromagnetic radiation produced by wireless energy transfer.</li><li>Utilizing and highlighting a new vector model for wireless energy transfer which naturally follows from the fundamental principle of wave superposition in energy fields.</li><li>Experimental evaluation of results.</li></ul>"
    },
    "Safestrip": {
        "Website": "https://safestrip.eu/",
        "Description": "SAFE STRIP aims to introduce a disruptive technology that will achieve to embed C-ITS applications in existing road infrastructure, including novel I2V and V2I, as well as VMS/VSL functions into low-cost, integrated strips markers on the road; to make roads self-explanatory and forgiving for all road users (trucks, cars and vulnerable road users, such as PTWs riders) and all vehicle generations (non-equipped, C-ITS equipped, autonomous), with reduced maintenance cost, full recyclability and added value services, as well as supporting real-time predictive road maintenance functions. The vast potential of SAFE STRIP was demonstrated through applications for:<ul><li>Cooperative safety functions for enhanced ADAS/ARAS equipped and non-equipped vehicles</li><li>Road wear level and predictive road maintenance</li><li>Road work zones and railway crossings warnings</li><li>Merging/intersection support</li><li>Personalised VMS/VDS and Traffic Centre Information</li><li>Dynamic trajectory estimation and interface to automated vehicles, whereas it will open a new channel to a vast array of Supportive added value services (such as Virtual Toll Collection and Parking booking and charging).</li></ul>"
    },
    "SAINT": {
        "Website": "https://project-saint.eu/",
        "Description": "SAINT proposes to analyse and identify incentives to improve levels of collaboration between cooperative and regulatory approaches to information sharing. Analysis of the ecosystems of cybercriminal activity, associated markets and revenues will drive the development of a framework of business models appropriate for the fighting of cybercrime. The role of regulatory approaches as a cost benefit in cybercrime reduction will be explored within a concept of greater collaboration in order to gain optimal attrition of cybercriminal activities. Experimental economics will aid SAINT in designing new methodologies for the development of an ongoing and searchable public database of cybersecurity indicators and open source intelligence. Comparative analysis of cybercrime victims and stakeholders within a framework of qualitative social science methodologies will deliver valuable evidences and advance knowledge on privacy issues and Deep Web practices. Equally, comparative analysis of the failures of current cybersecurity solutions, products and models will underpin a model for greater effectiveness of applications and improved cost-benefits within the information security industry."
    },
    "PrivacyFlag": {
        "Website": "https://privacyflag.eu/",
        "Description": "Privacy Flag combines crowd sourcing, ICT technology and legal expertise to protect citizen privacy when visiting websites, using smart-phone applications, or living in a smart city. It enables citizens to monitor and control their privacy with a user friendly solution provided as a smart phone application, a web browser add-on and a public website. It has:<ol><li>Developed a highly scalable privacy monitoring and protection solution with:<ul><li>Crowd sourcing mechanisms to identify, monitor and assess privacy-related risks;</li><li>Privacy monitoring agents to identify suspicious activities and applications;</li><li>Universal Privacy Risk Area Assessment Tool and methodology tailored on European norms on personal data protection;</li><li>Personal Data Valuation mechanism;</li><li>Privacy enablers against traffic monitoring and finger printing;</li><li>User friendly interface informing on the privacy risks when using an application or website.</li></ul></li><li>Developed a global knowledge database of identified privacy risks, together with online services to support companies and other stakeholders in becoming privacy-friendly, including:<ul><li>In-depth privacy risk analytical tool and services;</li><li>Voluntary legally binding mechanism for companies located outside Europe to align with and abide to European standards in terms of personal data protection;</li><li>Services for companies interested in being privacy friendly;</li><li>Labelling and certification process.</li></ul></li><li>Collaborated with standardization bodies and actively disseminate towards the public and specialized communities, such as ICT lawyers, policy makers and academics.</li></ol><p>11 European partners, including SMEs and a large telco operator, bring their complementary technical, legal, societal and business expertise; strong links with standardization bodies and international fora; and outcomes from over 20 related research projects. It will build a privacy defenders community and will establish a legal entity with a sound business plan to ensure longterm sustainability and growth</p>"
    },
    "IoTLab": {
        "Website": "http://www.iotlab.eu/",
        "Description": "<p>IoT Lab is a research project exploring the potential of crowdsourcing to extend IoT testbed infrastructure for multidisciplinary experiments with more end-user interactions. It researched and developed:</p><ol><li>Crowdsourcing mechanisms and tools enabling testbeds to use third parties resources (such as mobile phones), and to interact with distributed users (the crowd). The crowdsourcing enablers will address issues such as privacy by design, identity management, security, reputation mechanisms, and data ownership.</li><li>Virtualization of crowdsourcing and testbed components by using a meta-layer with an open interface, facilitating the integration and interaction with heterogeneous components. It should ease data integration and reduce the cost of deployment in real environment.</li><li>Ubiquitous Interconnection and Cloudification of the testbeds resources. It will research the potential of IPv6 and network virtualization to interconnect heterogeneous and distributed resources through a Virtual IoT Network and will integrate them into the Cloud to provide an on-line platform of crowdsourcing Testbed as a Service (TBaaS) available to the research community.</li><li>End-user and societal value creation by analyzing the potential end-users and crowdsourcing participants to propose an optimized model for end-user adoption and societal value creation.</li><li>“Crowdsourcing-driven research” as a new model in which the research can be initiated, guided and assessed by the crowd. It will compare it to other models.</li><li>Economic dimension of crowdsourcing testbed, by analyzing the potential markets and business models able to monetize the provided resources with adequate incentives, in order to optimize the exploitation, costs, profitability and economic sustainability of such testbeds. It will also develop tools for future experiments.</li><li>Performing multidisciplinary experiments, including end-user driven experiments through crowdsourcing, to assess the added value of such approach.</li></ol>"
    },
    "HOBNET": {
        "Website": "http://hobnet-testbeds.eu/",
        "Description": "The main objective of HOBNET is to ease and maximize the use of FIRE platforms by multidisciplinary developers of Future Internet applications focused on automation and energy efficiency for smart/green buildings. The proposed research addresses algorithmic, networking and application development aspects of Future Internet systems of tiny embedded devices: a) an all IPv6/6LoWPAN infrastructure of buildings and how IPv6 can integrate heterogeneous technology (sensors, actuators, mobile devices etc) b) 6lowApp and its standardization towards a new embedded application protocol for building automation c) novel algorithmic models and scalable solutions for energy efficiency and radiation-awareness, data dissemination, localization and mobility d) rapid development and integration of building management applications e) support for the deployment and monitoring of resulting applications on FIRE test beds. Key research innovations will be experimentally validated at an integrated platform of a large scale smart building proof of concept application, in two buildings of a UN related foundation in Geneva and two existing FIRE test-beds. The buildings will act as source of research challenges for smart services like energy optimization, control access, safety, audio/video provision and automatic control. Developed algorithms and technology solutions will be tested via deploying large numbers of diverse smart devices at the buildings and FIRE test-beds. These tests will also provide real data traces towards accurate models. A repository of implemented algorithms and a multipurpose building automation demonstration for connecting with external activities will be provided. We take a holistic approach addressing critical aspects at different layers (networks, algorithms, applications/tools) in an integrated way, via complementary expertise of already cooperating (in both FIRE and building management) research groups, leading industry and a public utility end-user."
    }
    
    
}